Repository: cyanfish/naps2
Catalog: NAPS2/Lang/tmx/it.tmx
Source language: en_us
Languages: it_it

source: 24-bit Color
it_it: Colori 24-bit

source: About
it_it: Informazioni

source: Add
it_it: Nuovo

source: An error occurred with the scanning driver
it_it: Errore del driver di scansione

source: Are you sure you want to clear {0} item(s)?
it_it: Vuoi cancellare {0} oggetto(i)?

source: Are you sure you want to delete the profile {0}?
it_it: Vuoi eliminare il profilo {0}?

source: Are you sure you want to delete {0} item(s)?
it_it: Vuoi eliminare {0} oggetto(i)?

source: Are you sure you want to delete {0} profiles?
it_it: Vuoi eliminare {0} profili?

source: Bit depth
it_it: Profondità di bit

source: Black & White
it_it: Monocromatico

source: Brightness
it_it: Brillantezza

source: Cancel
it_it: Annulla

source: Center
it_it: Centra

source: Choose Icon
it_it: Scegli Icona

source: Choose Profile
it_it: Scegli Profilo

source: Choose device
it_it: Scegli dispositivo

source: Clear
it_it: Cancella

source: Contrast
it_it: Contrasto

source: Delete
it_it: Elimina

source: Device
it_it: Dispositivo

source: Display name
it_it: Nome visualizzato

source: Done
it_it: Finisci

source: Duplex
it_it: Fronte/Retro

source: Edit
it_it: Modifica

source: Error
it_it: Errore

source: Feeder
it_it: Alimentatore

source: Flip
it_it: Capovolgi

source: Glass
it_it: Piano

source: Grayscale
it_it: Scala di grigi

source: Horizontal align
it_it: Allineamento orizzontale

source: Icons from
it_it: Trova icone da

source: Language
it_it: Linguaggio

source: Left
it_it: Sinistra

source: Main toolbar
it_it: Barra principale

source: Manage Profiles
it_it: Gestione Profili

source: Maximum quality (large files)
it_it: Massima qualità (files grandi)

source: Move Down
it_it: Giù

source: Move Up
it_it: Su

source: Name missing
it_it: Nome mancante

source: No device selected
it_it: Nessun dispositivo selezionato

source: No scanning device was found
it_it: Dispositivo non trovato

source: Overwrite File
it_it: Sovrascrivi file

source: Page size
it_it: Dimensioni pagina

source: Paper source
it_it: Alimentazione carta

source: Preview
it_it: Anteprima

source: Profile settings
it_it: Configurazione Profilo

source: Profiles
it_it: Profili

source: Resolution
it_it: Risoluzione

source: Right
it_it: Destra

source: Rotate Left
it_it: Ruota a sinistra

source: Rotate Right
it_it: Ruota a destra

source: Save Images
it_it: Salva Immagine

source: Save PDF
it_it: Salva PDF

source: Saving to PDF
it_it: Salva in PDF

source: Scale
it_it: Scala

source: Scan
it_it: Scansiona

source: Scanned Image
it_it: Immagine scansionata

source: Select a profile before clicking Scan
it_it: Seleziona profilo prima di scansionare

source: The file {0} already exists. Do you want to overwrite it?
it_it: Il file {0} esiste già. Sovrascrivi?

source: The selected scanner could not be found
it_it: Il dispositivo selezionato non è stato trovato

source: The selected scanner is offline
it_it: Il dispositivo selezionato non è in linea

source: Use native WIA UI
it_it: Usa WIA UI nativo

source: Use predefined settings
it_it: Usa configurazione predefinita

source: Version {0}
it_it: Versione {0}

source: WIA Driver
it_it: Driver WIA

source: Waiting for TWAIN to complete
it_it: Attendere TWAIN per completare

source: You don't have permission to save files at this location
it_it: Non puoi salvare files in questa posizione

source: {0} of {1}
it_it: {0} di {1}
